{
    "Maria wants to make mashed potatoes for her family. She needs 6 potatoes to make enough. If each potato weighs 120 grams, how many grams of potatoes will she use?": 
    "720",
    "A potato recipe calls for 2 pounds of potatoes, 1/2 cup of milk, and 1/4 cup of butter. If you want to make 5 servings, how many pounds of potatoes will you need?": 
    "10",
    "A potato farmer is dividing a rectangular field into equal square plots. If the field has a length of 30 meters and a width of 20 meters, and each plot has an area of 100 square meters, how many plots can be created?": 
    "6",
    "Tom has a bag of potatoes. If he gives 1/3 of the potatoes to his neighbor, and then eats 4 potatoes, he has 10 potatoes left. How many potatoes were in the bag originally?": 
    "21",
    "A potato-themed board game has 40 spaces. If every fifth space is a \"Potato Power-Up\" space, how many Potato Power-Up spaces are there in the game?":
    "8",
    "A potato processing plant produces 1000 bags of potato chips. Each bag contains 300 grams of chips. If 20% of the bags are sold in the morning, 30% in the afternoon, and the rest in the evening, how many grams of chips are sold in the evening?":
    "150000",
    "A recipe calls for 1.5 kilograms of potatoes to make mashed potatoes. If you want to make 2/3 of the recipe, how many kilograms of potatoes will you need?":
    "1",
    "A farmer grows potatoes in a field. Each row of potatoes contains 50 potatoes, and there are 60 rows in the field. If each potato weighs 120 grams, what is the total weight, in kilograms, of the potatoes in the field?":
    "360",
    "A potato is 10 centimeters long. If you cut it into pieces that are each 2 centimeters long, how many pieces will you have?":
    "5",
    "A farmer plants a potato field in the shape of a right triangle. The base of the triangle is 40 meters, and the height is 30 meters. If each square meter yields 10 kilograms of potatoes, how many kilograms of potatoes can be harvested?":
    "6000",
    "A potato-themed board game has 60 spaces, and each space has a 1 in 30 chance of triggering a special event. If a player moves through all 60 spaces, what is the expected number of special events that will be triggered?":
    "2",
    "There are 30 potatoes, and 6 friends want to share them equally. How many potatoes will each friend get?":
    "5",
    "If a potato is 12 centimeters long and you want to cut it into pieces that are each 4 centimeters long, how many pieces will you have?":
    "3",
    "A potato farm has four potato varieties: X, Y, Z, and W. Variety X makes up 40% of the total, variety Y is 20%, variety Z is 25%, and variety W is 15%. If you randomly select a potato from the farm, what is the probability of getting a variety Z potato?":
    "0.25",
    "It takes 2 minutes to plant one potato. How many minutes will it take to plant 30 potatoes?":
    "60",
    "A chef wants to make sweet potato fries for a restaurant. If each serving requires 300 grams of sweet potatoes, and the chef plans to make 15 servings, how many kilograms of sweet potatoes are needed?":
    "4.5",
    "A potato race is organized where participants have to carry 3 potatoes in each hand. If there are 7 participants in the race, how many potatoes are being carried in total?":
    "42",
    "A potato farm grows two types of potatoes: white and purple. The ratio of white potatoes to purple potatoes is 2:1. If there are 800 white potatoes, how many purple potatoes are there?":
    "400",
    "A potato farmer is planting potatoes in a rectangular field with a length of 25 meters and a width of 15 meters. If each potato plant requires an area of 0.3 square meters, how many potato plants can be planted in the entire field?":
    "1250",
    "A farmer has a triangular field of potatoes. The base of the triangle is 120 meters, the height is 80 meters, and the hypotenuse is the square root of the sum of the squares of the base and height. If each square meter yields 15 kilograms of potatoes, how many kilograms of potatoes can be harvested?":
    "72000",
    "A potato-themed race has three stages: peeling, slicing, and frying. If the probability of successfully completing each stage is 0.9, what is the overall probability of successfully finishing the entire race?":
    "0.729",
    "There are 9 red potatoes, 7 yellow potatoes, and 4 purple potatoes in a basket. If you choose one potato at random, what is the probability that it will be a red potato?":
    "0.45",
    "A potato farmer harvests 220 kilograms of potatoes per acre. If the farmer has a field of 5 acres, how many kilograms of potatoes will be harvested?":
    "1100",
    "A potato supplier delivers 8000 pounds of potatoes to a restaurant. If the chef wants to make potato dishes using 6 pounds of potatoes per dish, how many dishes can the chef make?":
    "1333.33",
    "A grocery store has a sale on potatoes. You can buy 5 pounds of potatoes for $2. How much would 15 pounds of potatoes cost during this sale?":
    "6",
    "In a factory, they make potato chips. Each potato makes 12 chips. If they use 200 potatoes, how many chips will they produce?":
    "2400",
    "A chef wants to make a giant potato pancake. A giant pankcake requires 2.5x the ingredients of a regular pancake. If her regular recipe makes 4 pancakes and uses 3 potatoes, how many potatoes does she need to make 12 giant pancakes?":
    "22.5",
    "A chef is making potato salad. She has 2 kg of boiled potatoes. If she wants to maintain a potato-to-mayo ratio of 5:1 and uses 200 grams of mayo per kg of potatoes, how many grams of mayo should she use?":
    "400",
    "A potato farmer is planting potatoes in rows, and each row contains 30 potatoes. If the farmer has 8 rows, how many potatoes are planted in total?":
    "240",
    "A farmer sells potatoes for $0.75 per pound. If a customer buys 3 pounds of potatoes, how much will they pay?":
    "2.25",
    "Lucy is making french fries. She cuts each potato into 20 slices. If she uses 4 potatoes, how many slices does she have?":
    "80",
    "Sarah harvested 25 potatoes from her garden. She gave 1/5 of them to her friend. How many potatoes did she give to her friend?":
    "5",
    "A potato researcher is comparing the growth rates of six potato varieties labeled A to F. If Variety A grows at 0.09 cm/day, Variety B at 0.084 cm/day, Variety C at 0.02 cm/day, Variety D at 0.049 cm/day, Variety E at 0.07 cm/day, Variety F at 0.145 cm/day, how long will it take the slowest growing variety to reach 1cm?":
    "50",
    "A potato field has dimensions of 80 meters by 120 meters. If the yield of potatoes per square meter is 8 kilograms, how many kilograms of potatoes can be harvested from the entire field?":
    "76800",
    "A potato puzzle has 150 pieces, and each piece has a 1 in 50 chance of being placed in the correct position. What is the expected number of pieces that will be correctly placed after assembling the puzzle?":
    "3",
    "In a potato genetics experiment, the probability of a seed producing a purple potato plant is 1/4. If a farmer plants 8 seeds, what is the probability that at least one of the seeds will result in a purple potato plant?":
    "0.9",
    "A potato farm grows two types of potatoes: red and yellow. The ratio of red potatoes to yellow potatoes is 3:2. If they have 1200 red potatoes, how many yellow potatoes do they have?":
    "800",
    "Tom has a bag of potatoes. If he gives 1/4 of the potatoes to his neighbor, and then eats 5 potatoes, he has 10 potatoes left. How many potatoes were in the bag originally?":
    "20",
    "A potato recipe calls for 3 pounds of potatoes, 1/2 cup of sour cream, and 1/4 cup of chives. If you want to make 4 servings, how many pounds of potatoes will you need?":
    "12",
    "A potato processing plant produces 1500 bags of potato chips. Each bag contains 250 grams of chips. If 25% of the bags are sold in the morning, 40% in the afternoon, and the rest in the evening, how many grams of chips are sold in the evening?":
    "131250",
    "Sarah bought 10 kilograms of potatoes. She used 3/5 of them to make French fries. How many kilograms of potatoes did she use?":
    "6",
    "In a potato-growing competition, the winning potato weighs 2.5 kilograms. If the winning potato is 150% heavier than the second-place potato, how much does the second-place potato weigh?":
    "1",
    "What is the average weight of a potato randomly selected from a farm with the following potato varieties and weights: A (10%, 170g), B (15%, 190g), C (12%, 220g), D (18%, 250g), E (8%, 200g), F (22%, 270g), G (15%, 180g)?":
    "219.3",
    "A potato is 8 centimeters long. You cut it into pieces that are each 3 cm long. If you add number of sections that are 3cm long, with the total number of sections, what is the result?":
    "5",
    "A recipe calls for 2.5 pounds of potatoes to make potato soup. If you want to make 1/3 of the recipe, how many pounds of potatoes will you need?":
    "0.83",
    "Lisa wants to make potato wedges for a party. If she needs 3 potatoes to make 12 wedges, how many wedges can she make with 10 potatoes?":
    "40",
    "A potato astronaut is on a mission to Mars, and the journey takes 6 months. If the astronaut consumes 2 kilograms of dehydrated mashed potatoes each month, how many kilograms of mashed potatoes are needed for the entire mission?":
    "12",
    "A recipe calls for 1.25 kg of potatoes to make potato soup. If you want to make 3/4 of the recipe, how many grams of potatoes will you need?":
    "937.5",
    "A potato truck can carry 5000 kilograms of potatoes. If a farm has 12 tonnes of potatoes to transport, how many truckloads of potatoes will be needed, rounded up?":
    "3",
    "A bag of 6 potatoes costs $3.00. How much does each potato cost individually?":
    "0.5",
    "A potato field is in the shape of a circle, and its radius is 5 meters. What is the total area of the potato field?":
    "78.54",
    "A potato processing plant produces 5,000 bags of potato chips. Each bag contains a random number of chips between 50 and 200, with a uniform distribution. What is the expected total number of chips produced by the plant?":
    "625000",
    "A farmer grows potatoes in a field. Each row of potatoes contains 60 potatoes, and there are 50 rows in the field. If each potato weighs 100 grams, what is the total weight of the potatoes in the field?":
    "300000",
    "A chef is making potato salad for a picnic. Each serving of potato salad requires 250 grams of potatoes. If the chef wants to make 10 servings of potato salad, how many kilograms of potatoes does the chef need?":
    "2.5",
    "A potato factory produces potato chips. If 15% of the chips are spicy, and they produce 8000 chips, how many are spicy?":
    "1200",
    "A recipe calls for 3/4 kg of potatoes to make potato soup. If you want to make 1/2 of the recipe, how many grams of potatoes will you need?":
    "375",
    "At a potato-themed party, each guest is given a bag containing 5 different types of potato chips. If there are 30 guests at the party, how many individual potato chips are distributed?":
    "150",
    "A potato farmer is planting potatoes in rows, and each row contains 20 potatoes. If the farmer has 12 rows, how many potatoes are planted in total?":
    "240",
    "If 3 potatoes cost $1.50, how much do 8 potatoes cost?":
    "4",
    "Samantha is making potato pancakes. If her recipe makes 12 pancakes, and she wants to make 48 pancakes, how many times does she need to multiply the recipe?":
    "4",
    "A potato field is in the shape of a square, and its side length is 8.5 meters. What is the total area of the potato field?":
    "72.25",
    "A potato supplier offers a discount of 15% on a bag of potatoes that originally costs $20. How much money will you save if you buy 10 bags of potatoes at the discounted price?":
    "30",
    "A potato is 80% water by weight. If a potato weighs 500 grams when it's harvested, how much will it weigh after being dehydrated to remove all the water?":
    "100",
    "A potato is 95% water by weight. If a potato weighs 350 grams when it's harvested, how much will it weigh after being dehydrated to remove all the water, and then rehydrated to its original weight?":
    "350",
    "A farmer sells potatoes for $0.50 per pound. If a customer buys 6 pounds of potatoes, how much will they pay?":
    "3",
    "A chef is making potato soup. If each bowl of soup requires 1/3 cup of diced potatoes, and he wants to serve 15 bowls, how many cups of potatoes does he need?":
    "5",
    "A potato factory produces potato chips. If 10% of the chips are flavored, and they produce 5000 chips, how many are flavored?":
    "500",
    "Emily has 21 kilograms of potatoes. She uses 2/7 of them to make potato chips, 1/3 of what's left to make mashed potatoes, and then donates half of what's left to charity. How many kilograms of potatoes does she have left?":
    "5",
    "A potato-themed board game has 40 spaces, and each space has a 10% chance of triggering a special event. If a player moves through all 40 spaces, what is the expected number of special events that will be triggered?":
    "4",
    "A potato weighs 180 grams. If you need 1.5 kilograms of potatoes to make a casserole, how many potatoes do you need?":
    "8.33",
    "Farmer Joe has 100 potato seeds. He plants them in rows of 10. How many rows does he have?":
    "10",
    "A potato farm has 1000 potato plants. Each plant produces 10 potatoes. How many potatoes can the farm harvest?":
    "10000",
    "A chef is making a potato dish for a competition. The competition rules state that the dish must have exactly 121 potatoes in it. Each potato can be sliced into 3 equal pieces. How many slices does the chef need to meet these criteria?":
    "363",
    "A potato researcher is studying the time it takes for potatoes to sprout. If the sprouting time follows an exponential distribution with a mean of 10 days, what is the probability that a potato will sprout within the first 5 days?":
    "0.3935",
    "A potato farmer is planting potatoes in rows, and each row contains 25 potatoes. If the farmer has 11 rows, how many potatoes are planted in total?":
    "275",
    "A potato farmer is experimenting with a new planting technique. If the success rate for the traditional method is 70%, and the new technique claims to increase the success rate by 20%, what is the success rate with the new technique?":
    "84",
    "A potato farm has four potato varieties: A, B, C, and D. Variety A makes up 25% of the total, variety B is 35%, variety C is 20%, and variety D is 20%. If variety A potatoes weigh 180 grams each, variety B potatoes weigh 220 grams each, variety C potatoes weigh 250 grams each, and variety D potatoes weigh 200 grams each, what is the average weight of a potato randomly selected from the farm?":
    "212",
    "A farmer grows two types of potatoes: red and green. The ratio of red potatoes to green potatoes is 4:1. If there are 160 red potatoes, how many green potatoes are there?":
    "40",
    "A potato supplier has three trucks carrying potatoes. Truck A has 4800 pounds of potatoes, truck B has 6500 pounds, and truck C has 3200 pounds. If they combine the potatoes, what is the total weight of the potatoes in kilograms?":
    "6577.084",
    "A farmer planted 8 rows of potatoes. If each row contains 25 potatoes, how many potatoes did he plant in total?":
    "200",
    "A potato supplier offers a discount of 10% on a bag of potatoes that originally costs $15. How much money will you save if you buy 8 bags of potatoes at the discounted price?":
    "12",
    "A potato farm harvested 6000 pounds of potatoes. If they can fill 25-pound bags, how many bags can they fill?":
    "240",
    "A chef is making potato-based sculptures for an art exhibit. Each sculpture requires 132 potatoes. The chef has 1000 potatoes, but 10% of them are irregularly shaped and can't be used for sculpting. How many sculptures can the chef create?":
    "6",
    "Jamie is making potato pancakes. He multiplies his recipe by 3. If his original recipe makes 10 pancakes, how many pancakes does he make with the multiplied recipe?":
    "30",
    "Lisa harvested 20 potatoes from her garden. She gave 1/4 of them to her friend. How many potatoes did she give to her friend?":
    "5",
    "A store sells potatoes in bags of 15. If they have 120 potatoes, how many bags can they fill?":
    "8",
    "A potato is 85% water. If a potato weighs 200 grams, how many grams of water are in the potato?":
    "170",
    "A potato enthusiast has a collection of 50 different potato varieties. If they decide to plant 20% of their collection, how many unique potato varieties will be planted?":
    "10",
    "A farmer has a field with 500 potatoes, but 20% of them are spoiled and not suitable for sale. How many potatoes can the farmer sell?":
    "400",
    "A potato farmer plants 3 rows of potatoes, and each row is 25 meters long. If each potato plant is spaced 0.5 meters apart, how many potato plants are there in each row?":
    "51",
    "A recipe calls for 1.75 pounds of potatoes to make potato salad. If you want to make 2/5 of the recipe, how many pounds of potatoes will you need?":
    "0.7",
    "Jane wants to make mashed potatoes for her family. She needs 8 potatoes to make enough. If each potato weighs 150 grams, how many grams of potatoes will she use?":
    "1200",
    "If a sack of potatoes costs $8.00 and contains 12 potatoes, what is the cost of each potato?":
    "0.67",
    "A chef is making loaded baked potatoes. She has 2 kg of cheese. If she wants to add 100 grams of cheese to each potato, how many potatoes can she prepare?":
    "20",
    "A farmer has a field of potatoes. If he plants 4 rows of potatoes, each row containing 15 potatoes, how many potatoes did he plant in total?":
    "60",
    "A potato factory produces 800 kilograms of potato chips every day. If they operate for 30 days in a month, how many kilograms of potato chips do they produce in a month?":
    "24000",
    "Farmer Mia has 60 potato seeds. She plants them in rows of 6. How many rows does she have?":
    "10",
    "A potato is 75% water by weight. If a potato weighs 400 grams when it's harvested, how much will it weigh after being dehydrated to remove all the water?":
    "100",
    "In a potato-themed competition, participants are given a 10-meter potato sack race. If each participant uses a 2-meter potato sack, how many hops will they need to reach the finish line?":
    "5",
    "A potato farmer is planting potatoes in a circular field with a radius of 10 meters. If each potato plant requires an area of 0.2 square meters, how many potato plants can be planted in the entire field?":
    "1570",
    "At a potato-themed carnival, a game involves tossing potatoes into baskets. If each basket can hold 5 potatoes, and there are 8 baskets, how many potatoes are needed to fill all the baskets?":
    "40",
    "A store sells potatoes in bags of 10. If they have 90 potatoes, how many bags can they fill?":
    "9",
    "If 4 potatoes cost $2.00, how much do 10 potatoes cost?":
    "5",
    "If a sack of potatoes costs $7.50 and contains 10 potatoes, what is the cost of each potato?":
    "0.75",
    "A restaurant serves mashed potatoes. If they need to serve 40 servings and each serving is 200 grams of mashed potatoes, how many kilograms of mashed potatoes do they need?":
    "8",
    "A potato farmer is dividing a rectangular field into equal square plots. If the field has a length of 40 meters and a width of 30 meters, and each plot has an area of 200 square meters, how many plots can be created?":
    "6",
    "A potato is 88% water. If a potato weighs 250 grams, how many grams of water are in the potato?":
    "220",
    "A farmer has a field with 800 potatoes, but 10% of them are spoiled and not suitable for sale. How many potatoes can the farmer sell?":
    "720",
    "A potato farmer is dividing a field into rectangular plots, each with an area of 200 square meters. If there are 15 plots in total, what is the total area of the field?":
    "3000",
    "A potato researcher is studying the growth rates of two potato varieties. If Variety A has a growth rate of 0.02 centimeters per day and Variety B has a growth rate of 0.015 centimeters per day, how many days will it take for the two varieties to be over 2cm tall?":
    "133",
    "A group of friends decides to have a mashed potato eating contest. If each friend can consume 3 kilograms of mashed potatoes, and there are 6 friends participating, how many kilograms of mashed potatoes will be consumed in total?":
    "18",
    "A potato-shaped balloon is inflated with helium at a rate of 2 cubic meters per minute. If the balloon starts with a volume of 1 cubic meter, how long will it take for the balloon to reach a volume of 20 cubic meters?":
    "9.5",
    "00:39:26 PotatBotat A potato farm grows two types of potatoes: red and yellow. The ratio of red potatoes to yellow potatoes is 3:2. If they have 1200 red potatoes, how many yellow potatoes do they have?":
    "800",
    "A potato truck has 5000 potatoes on board. If each potato weighs 150 grams, what is the total weight of the potatoes in kilograms?":
    "750",
    "Alex has a bag of potatoes. If he gives 1/3 of the potatoes to his friend, and then eats 3 potatoes, he has 20 potatoes left. How many potatoes were in the bag originally?":
    "34.5",
    "A potato farmer is dividing a rectangular field into equal square plots. If the field has a length of 50 meters and a width of 40 meters, and each plot has an area of 250 square meters, how many plots can be created?":
    "8",
    "A farmer has a field in the shape of a square where each side is 12 meters long. If the farmer wants to plant potatoes in the field, how many square meters of the field will be covered by potatoes?":
    "144",
    "A potato farm has three potato varieties: A, B, and C. Variety A makes up 40% of the total, variety B is 30%, and variety C is 30%. If variety A potatoes weigh 150 grams each, variety B potatoes weigh 200 grams each, and variety C potatoes weigh 250 grams each, what is the average weight of a potato randomly selected from the farm?":
    "195",
    "There are 12 red potatoes, 6 yellow potatoes, and 3 purple potatoes in a basket. If you choose one potato at random, what is the probability that it will be a yellow potato?":
    "0.28571428571",
    "There are 24 potatoes, and 4 friends want to share them equally. How many potatoes will each friend get?":
    "6",
    "A potato-themed card game has 40 cards, and each card has a 1 in 20 chance of being a rare potato variety. If a player draws 5 cards from the deck, what is the expected number of rare potato varieties drawn?":
    "0.25",
    "A potato field is divided into three equal sections. If each section has 400 potato plants, how many potato plants are there in total?":
    "1200",
    "A potato farmer has a circular field with a radius of 12 meters. If the farmer plants potatoes in the entire field, what is the total area covered by potatoes?":
    "452.39",
    "A chef has 4 bags of potatoes, each weighing 7 kilograms. If she uses 1/2 of the potatoes, how many kilograms of potatoes does she use?":
    "14",
    "A potato field has dimensions of 100 meters by 200 meters. If the yield of potatoes per square meter is 5 kilograms, how many kilograms of potatoes can be harvested from the entire field?":
    "100000",
    "A chef is making potato salad. If each potato salad requires 3/4 cup of diced potatoes, and he wants to make 8 salads, how many cups of potatoes does he need?":
    "6",
    "A potato truck has 6000 potatoes on board. If each potato weighs 120 grams, what is the total weight of the potatoes in kilograms?":
    "720",
    "A potato supplier has three trucks carrying potatoes. Truck A has 5000 pounds of potatoes, truck B has 7200 pounds, and truck C has 3800 pounds. If they combine the potatoes, what is the total weight of the potatoes in kilograms?":
    "7257.478",
    "A potato factory produces 500 potato chips per minute. If the factory operates for 8 hours a day, how many potato chips are produced in a day?":
    "240000",
    "A restaurant serves mashed potatoes. If they need to serve 30 servings and each serving is 150 grams of mashed potatoes, how many kilograms of mashed potatoes do they need?":
    "4.5",
    "A potato-themed board game has 50 spaces, and each space has a 1 in 10 chance of triggering a special event. If a player moves through all 50 spaces, what is the expected number of special events that will be triggered?":
    "5",
    "A potato farmer is stacking sacks of potatoes in a pyramid shape. If each layer has one less sack than the layer below it, and the pyramid has 10 layers, how many sacks are in the entire pyramid?":
    "55",
    "A group of friends wants to buy potatoes for a big fry-up. If each person wants 1/4 kilogram of potatoes, and there are 12 people, how many kilograms of potatoes do they need?":
    "3",
    "A potato supplier delivers 5000 pounds of potatoes to a restaurant. The chef wants to create potato dishes using the potatoes. If each dish requires 1.5 pounds of potatoes and each dish sells for $15, how much revenue can the chef generate if all the potatoes are used?":
    "50000",
    "Emily bought 5 kilograms of potatoes. She used 2/3 of them to make mashed potatoes. How many kilograms of potatoes did she use?":
    "3.33",
    "A recipe for potato stew calls for 3.5 kilograms of potatoes, 1/4 cup of olive oil, and 1/3 cup of herbs. If you want to make 3 servings and each serving is 350 grams of stew, how many cups of herbs should you use?":
    "0.1",
    "A chef has 3 bags of potatoes, each weighing 5 kilograms. If she uses 2/3 of the potatoes, how many kilograms of potatoes does she use?":
    "10",
    "A potato-shaped pool has a length of 25 meters, a width of 10 meters, and a depth that varies from 2 meters at one end to 5 meters at the other end. What is the total volume of the pool?":
    "875",
    "A potato weighs 200 grams. If you need 1.2 kilograms of potatoes to make a stew, how many potatoes do you need?":
    "6",
    "A potato farm harvested 4800 pounds of potatoes. If they can fill 20-pound bags, how many bags can they fill?":
    "240",
    "A potato is 90% water by weight. If a potato weighs 300 grams when it's harvested, how many grams of water are in the potato?":
    "270",
    "A potato supplier delivers sacks of potatoes to a restaurant. Each sack contains 25 kilograms of potatoes. If the restaurant receives 8 sacks, how many kilograms of potatoes did they receive in total?":
    "200",
    "A group of friends wants to buy potatoes for a big barbecue. If each person wants 1/3 kilogram of potatoes, and there are 15 people, how many kilograms of potatoes do they need?":
    "5",
    "A potato-shaped balloon is filled with a gas that expands at a rate of 5 liters per second. If the balloon starts with a volume of 10 liters, how long will it take for the balloon to reach a volume of 1000 liters?":
    "198",
    "A potato field is in the shape of a rectangle, and its length is 12 meters while the width is 6 meters. What is the total area of the potato field?":
    "3",
    "In a factory, they make potato chips. Each potato makes 10 chips. If they use 500 potatoes, how many chips will they produce?":
    "5000",
    "It takes 3 minutes to plant one potato. How many minutes will it take to plant 40 potatoes?":
    "120",
    "A potato chef is experimenting with a new cooking technique. If the success rate for the traditional method is 60%, and the new technique claims to double the success rate, what is the success rate with the new technique?":
    "100",
    "A potato chef is creating a new recipe that requires a precise ratio of starch to moisture in the potatoes. If the ideal ratio is 3:2, and the chef needs 500 grams of potatoes, how much starch in grams is required to satisfy the ideal ratio?":
    "300",
    "In a potato-themed crossword puzzle, there are 15 horizontal and 10 vertical potato-related clues. If each clue represents a unique word, how many words are in the crossword puzzle?":
    "25",
    "A grocery store has 50 sacks of potatoes, and each sack contains 10 potatoes. How many potatoes does the store have in total?":
    "500",
    "A grocery store has 60 sacks of potatoes, and each sack contains 8 potatoes. How many potatoes does the store have in total?":
    "480",
    "A potato field is in the shape of a parallelogram, and its base is 8 meters while the height is 4 meters. What is the total area of the potato field?":
    "32",
    "A farmer has two fields of potatoes. Field A has 120 potatoes, and Field B has twice as many potatoes as Field A. How many potatoes are there in both fields?":
    "360",
    "A potato weighs 150 grams. If you need 1 kilogram of potatoes to make a stew, exactly how many potatoes do you need?":
    "6.66",
    "A farmer has two fields of potatoes. Field A has 80 potatoes, and Field B has three times as many potatoes as Field A. How many potatoes are there in both fields?":
    "320",
    "A potato clock is powered by the electrochemical reaction between zinc and copper electrodes. If the potato clock produces a current of 0.2 amperes for 5 hours, how much electric charge is generated?":
    "3600",
    "Emily bought 8 kilograms of potatoes. She used 3/4 of them to make mashed potatoes. How many kilograms of potatoes did she use?":
    "6",
    "A chef is making a potato-based dessert. The recipe calls for 10 potatoes, but the chef only has 7. Each potato can be replaced with a potato substitute, but using a substitute decreases the final score by 20%. If the chef wants to maximize the score, how many potato substitutes should they use?":
    "3",
    "A bag of potatoes contains 20 potatoes. If you buy 5 bags, how many potatoes do you have in total?":
    "100",
    "A bag of 5 potatoes costs $2. How much does each potato cost individually?":
    "0.4",
    "A chef is making potato salad. If each potato salad requires 1/2 cup of diced potatoes, and he wants to make 10 salads, how many cups of potatoes does he need?":
    "5",
    "Lucas is making potato chips. He slices each potato into 16 pieces. If he uses 6 potatoes, how many chips does he have?":
    "96",
    "A potato farmer has a right-angle triangular field with sides measuring 15 meters, 20 meters, and 25 meters. If the farmer plants potatoes in the entire field, what is the total area covered by potatoes?":
    "150",
    "A potato puzzle has 180 pieces, and each piece has a 1 in 60 chance of being placed in the correct position. What is the expected number of pieces that will be correctly placed after assembling the puzzle?":
    "6"
}